# Задача 1. Вариант 8. 
# Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Ефим Алексеевич Придворов. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода. 

# Gultyaeva M. S. 
# 27.05.2016 

print("Ефим Алексеевич Придворов более известен, как русский советский писатель под псевдонимом Демьян Бедный") 

input("\n\nНажмите Enter для выхода.")
