# Задача 4. Вариант 8. 
# Напишите программу, которая выводит имя, под которым скрывается Алексей Максимович Пешков. Дополнительно необходимо вывести область интересов указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода. 

 
# Gultyaeva M.S. 
# 27.05.2016 
 
 
print("Алексей Максимович Пешков более известен, \nкак русский писатель, прозаик, драматург Максим Горький") 
a=input("\nМесто рождения: Канавино. Нижегородская губерния \nНажмите Enter для продолжения") 
b=input("\nГод рождения: 1868. \nНажмите Enter для продолжения") 
c=input("\nВозраст на момент смерти: 68 лет. \nНажмите Enter для продолжения") 
d=input("\nОбласть интересов: Литература. \nНажмите Enter для продолжения") 
print(a,b,c,d) 
input("Нажмите Enter для выхода") 